Repository: pavelbereza77/i18n_example_bot
Catalog: locales/*/LC_MESSAGES/i18n_example_bot.po
Languages: fr

source: Данный тип апдейтов не поддерживается методом send_copy
fr: Ce type de mise à jour n'est pas supporté par la méthode send_copy

source: Добавить 1 товар
fr: Ajouter 1 produit

source: Добавить 3 товара
fr: Ajouter 3 produits

source: Убрать 1 товар
fr: Supprimer 1 produit

source: Привет, {username}. Добавьте товары в корзину
fr: Bonjour {username}. Ajouter des articles au panier

source: Это бот для демонстрации процесса интернационализации Доступные команды: /start - перезапуск бота /help - справка по работе бота
fr: Ceci est un bot pour démontrer le processus d'internationalisation Commandes disponibles : /start - redémarre le bot /help - aide avec le bot

source: Вы удалили товар
fr: Vous avez supprimé le produit

source: В корзине {} товар
fr: Il y a {} article dans le panier

source: В корзине пусто
fr: Le panier est vide

source: Вы добавили товар
fr: Vous avez ajouté un produit

source: Вы добавили товары
fr: Vous avez ajouté des produits
